Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This helps reduce the risk of incorrect insulin dosing based on inaccurate sensor data, ensuring safer insulin adjustments during periods of poor CGM accuracy.
bg: Това помага да се намали рискът от неточно дозиране на инсулин въз основа на неточни данни от сензора, гарантирайки по-безопасни корекции на инсулина по време на периоди с ниска точност на CGM.
cs: Tohle pomáhá snížit riziko nesprávného dávkování inzulínu na základě nepřesných dat ze senzoru a zajišťuje bezpečnější úpravy inzulínu v období, kdy má CGM horší přesnost.
da: Dette mindsker risikoen for forkert insulindosering baseret på unøjagtige sensordata, hvilket sikrer sikrere insulinjusteringer i perioder med dårlig CGM-nøjagtighed.
de: Dies trägt dazu bei, das Risiko einer falschen Insulindosierung aufgrund ungenauer Sensordaten zu verringern, und gewährleistet sicherere Insulinanpassungen in Zeiten schlechter CGM-Genauigkeit.
es: Esto ayuda a reducir el riesgo de una dosis incorrecta de insulina basada en datos inexactos del sensor, asegurando ajustes de insulina más seguros durante períodos de escasa precisión CGM.
fr: Cela permet de réduire le risque d’un dosage d’insuline incorrect basé sur des valeurs CGM peu fiables, et garantit des ajustements d’insuline plus sûrs en période de précision réduite du capteur.
it: Ciò contribuisce a ridurre il rischio di un dosaggio errato di insulina sulla base di dati di sensore inaccurati, garantendo aggiustamenti più sicuri dell’insulina durante periodi di scarsa accuratezza della CGM.
nb_no: Dette bidrar til å redusere risikoen for feil insulindosering basert på unøyaktige sensordata, og sikrer bedre insulinjusteringer i perioder med dårlig CGM-nøyaktighet.
nl: Dit helpt het risico te verkleinen van een onjuiste insuline-dosis op basis van onjuiste sensorgegevens, waardoor tijdens slechte nauwkeurigheid van CGM veiligere insuline-aanpassingen worden gewaarborgd.
pl: Pomaga to zmniejszyć ryzyko nieprawidłowego dawkowania insuliny na podstawie niedokładnych danych z czujników, zapewniając bezpieczniejsze dostosowanie insuliny w okresach słabej dokładności CGM.
pt_pt: Isso ajuda a reduzir o risco de doses incorretas de insulina com base em dados inexactos de sensores, garantindo ajustes de insulina mais seguros durante períodos de fraca precisão do CGM.
ru: Это помогает снизить риск неправильного использования инсулина на основе неточных данных датчиков, обеспечивая более безопасную корректировку инсулина в периоды плохой точности CGM.
sv: Detta bidrar till att minska risken för felaktig insulindosering baserad på felaktiga sensordata, vilket säkerställer säkrare insulinjusteringar under perioder av dålig CGM-noggrannhet.
uk: Це допомагає знизити ризик некоректного дозу інсуліну, що базується на неточних даних про датчики, забезпечуючи безпечні корективи інсуліну протягом періодів з поганою точністю CGM.
vi: Điều này giúp giảm nguy cơ tính liều insulin sai do dữ liệu cảm biến không chính xác, đảm bảo việc điều chỉnh insulin an toàn hơn trong các giai đoạn Cảm biến đường huyết hoạt động kém chính xác.
zh_hant: 這有助於減少基於不準確傳感器數據的錯誤胰島素劑量風險，確保在CGM準確性差的情況下進行更安全的胰島素調整。

source: This helps the system accurately track Insulin on Board (IOB), avoiding over- or under-corrections by considering the tail end of insulin's effect.
bg: Това помага на системата точно да проследява Insulin on Board (IOB), избягвайки прекомерни или недостатъчни корекции, като отчита края на ефекта на инсулина.
cs: To pomáhá systému přesně sledovat aktivní inzulín (IOB) a předcházet nadměrným nebo nedostatečným korekcím tím, že bere v úvahu doznívající účinek inzulínu.
da: Dette hjælper systemet med præcist at spore Insulin på brættet (IOB), undgå over- eller under-korrektioner ved at overveje enden af insulins effekt.
de: Dies hilft dem System, Insulin an Bord (IOB) genau zu verfolgen und Über- oder Unterkorrekturen zu vermeiden, indem das Ende der Insulinwirkung berücksichtigt wird.
es: Esto ayuda al sistema a seguir con precisión la Insulina a bordo (IOB), evitando las correcciones excesivas o infra-correcciones considerando el final de la insulina.
fr: Cela aide le système à suivre précisément l’insuline active (IOB), en évitant les surcorrections ou les sous-corrections grâce à la prise en compte de la fin d’action de l’insuline.
it: Questo aiuta il sistema a monitorare accuratamente l'insulina a bordo (IOB), evitando correzioni eccessive o insufficienti considerando l'estremità posteriore dell'effetto dell'insulina.
nb_no: Dette hjelper systemet med å spore aktivt insulin (IOB) nøyaktig, og unngår over- eller underkorrigeringer ved å vurdere slutten av insulinets effekt.
nl: Hiermee wordt het systeem geholpen om insuline aan boord nauwkeurig te volgen (IOB), waarbij over- of ondercorrecties worden voorkomen door rekening te houden met het uiteinde van de insuline.
pl: Pomaga to systemowi dokładnie śledzić insulinę w organizmie (IOB), unikając nadmiernych lub niedostosowanych korekt poprzez uwzględnienie końca działania insuliny.
pt_pt: Isso ajuda o sistema a rastrear com precisão a Insulin na Board (IOB), evitando correções acima ou subcorrecções considerando a cauda do efeito da insulina.
ru: Это помогает системе точно отслеживать содержание инсулина на борту (IOB), избегая чрезмерных или недостойных исправлений с учетом хвостового конца действия инсулина.
sv: Detta hjälper systemet att beräkna aktivt insulin (IOB) mer exakt, för att undvika över- eller underkorrigeringar genom att ta hänsyn till insulins hela effekt även mot slutet på dess verkan.
uk: Це допомагає системі точно відстежувати Інсулін на дошки (IOB), уникаючи надмірних або недокорекцій, враховуючи ефект хвоста кінця інсуліну.
vi: Điều này giúp hệ thống theo dõi chính xác lượng insulin còn tác dụng (IOB), tránh điều chỉnh thừa hoặc thiếu bằng cách tính đến phần tác dụng kéo dài của insulin.
zh_hant: 這幫助系統準確追蹤體內胰島素(IOB)，避免通過考慮胰島素效果的尾端而造成劑量過多或過少的修正。

source: This helps Trio make more stable dosing decisions by avoiding over-reactions to small or short-term changes. Important trends are kept, while unreliable fluctuations are filtered out.
bg: Това помага на Trio да взема по-стабилни решения за дозиране, избягвайки прекомерни реакции на малки или краткосрочни промени. Важните тенденции се запазват, докато ненадеждните колебания се филтрират.
cs: To pomáhá Triu činit stabilnější rozhodnutí o dávkování tím, že předchází přehnaným reakcím na malé nebo krátkodobé změny. Důležité trendy jsou zachovány, zatímco nespolehlivé výkyvy jsou odfiltrovány.
fr: Cela aide Trio à prendre des décisions de dosage plus stables en évitant les réactions excessives aux variations faibles ou de courte durée. Les tendances importantes sont conservées, tandis que les fluctuations peu fiables sont filtrées.
nb_no: Dette hjelper Trio med å ta mer stabile doseringsbeslutninger ved å unngå overreaksjoner på små eller kortsiktige endringer. Viktige trender beholdes, mens upålitelige svingninger filtreres ut.
pl: Pomaga to Trio podejmować bardziej stabilne decyzje dotyczące dawkowania, unikając przesadnych reakcji na drobne lub krótkotrwałe zmiany. Ważne trendy są zachowywane, a niepewne wahania są odfiltrowywane.
vi: Điều này giúp Trio đưa ra các quyết định liều insulin ổn định hơn bằng cách tránh phản ứng quá mức với những thay đổi nhỏ hoặc ngắn hạn. Các xu hướng quan trọng vẫn được giữ lại, trong khi những dao động không đáng tin cậy sẽ được lọc bỏ.
zh_hant: 這有助於讓 Trio 在劑量決策上更穩定，避免對細小或短期變化過度反應。重要的趨勢會被保留，而不可靠的波動則會被過濾。

source: This is a limit on the size of a single SMB. One SMB can only be as large as this many minutes of your current profile basal rate.
bg: Това е ограничение за размера на отделен SMB. Един SMB може да бъде максимум толкова минути от текущата базална доза на профила ви.
cs: Toto je limit velikosti jednoho SMB. Jeden SMB může být maximálně tak velký, jako je tvá aktuální profilová bazální dávka za tento počet minut.
da: Dette er en grænse for størrelsen af en enkelt SMB. En SMB kan kun være så stor som dette mange minutter af din nuværende profil basal sats.
de: Dies ist ein Grenzwert für die Größe eines einzelnen SMB. Ein SMB kann nur so groß sein wie so viele Minuten Deiner aktuellen Profil-Basalrate.
es: Este es un límite en el tamaño de un solo SMB. Una SMB sólo puede ser tan grande como estos muchos minutos de la tasa basal de su perfil actual.
fr: C'est la limite maximale autorisée pour un SMB, exprimée en minutes de votre débit basal programmé actuel (tel qu'il est défini dans Réglages > Thérapie > Profil Basal).
it: Questo è un limite alla dimensione di un singolo SMB. Un SMB può essere grande solo come questo molti minuti del tuo profilo corrente tasso basale.
nb_no: Dette er en begrensning for størrelsen på én enkelt SMB. Én SMB kan maksimalt tilsvaret dette antall minutter av gjeldende basalrate fra din profil.
nl: Dit is een limiet op de grootte van een enkele SMB. Een SMB kan maar net zo groot zijn als de huidige basaalsnelheid van je profiel.
pl: To jest limit wielkości pojedynczego SMB. Jeden SMB może być tak duży, jak liczba minut Twojej bieżącej stawki bazowej profilu.
pt_pt: Trata-se de um limite para a dimensão de um único SMB. Uma SMB só pode ser tão grande como esta quantidade de minutos da sua taxa basal de perfil atual.
ru: Это ограничение на размер одного SMB. Один SMB может быть таким же большим, как и это много минут Вашего базового профиля.
sv: Detta är en gräns för storleken på ett enda SMB. En SMB kan bara vara så stor som så här många minuter av din nuvarande profilbasal.
uk: Це обмеження на розмір одного SMB. Один SMB може бути настільки ж великим, як і ця частина поточної базової ставки вашого профілю.
vi: Đây là giới hạn về kích thước của một lần SMB. Mỗi SMB chỉ được phép tương đương với số phút liều nền hiện tại trong Hồ sơ của bạn theo giới hạn này.
zh_hant: 這是單個超微量注射(SMB)大小的限制。單個SMB的大小只能等於當前設定檔的基礎率的這多少分鐘。

source: This is a limit on the size of a single UAM SMB. One UAM SMB can only be as large as this many minutes of your current profile basal rate.
bg: Това е ограничение за размера на отделен UAM SMB. Един UAM SMB може да бъде максимум толкова минути от текущата базална доза на профила ви.
cs: Toto je limit velikosti jednoho SMB při UAM. Jeden SMB při UAM může být maximálně tak velký, jako je tvá aktuální profilová bazální dávka za tento počet minut.
da: Dette er en grænse for størrelsen af en enkelt UAM SMB. En UAM SMB kan kun være så stor som dette mange minutter af din nuværende profil basal sats.
de: Dies ist eine Begrenzung der Größe eines einzelnen UAM SMB. Ein UAM SMB kann nur so groß sein wie so viele Minuten Deiner aktuellen Profil-Basal-Rate.
es: Este es un límite en el tamaño de un solo SMB UAM. Una UAM SMB sólo puede ser tan grande como estos muchos minutos de la tasa basal de su perfil actual.
fr: Ce réglage définit la taille maximale d’un Super Micro Bolus (SMB) en réponse à un repas non annoncé (UAM). Un SMB UAM est exprimé en minutes de votre profil basal actuel.
it: Questo è un limite alla dimensione di un singolo UAM SMB. Un UAM SMB può essere grande solo come questo molti minuti del tuo profilo corrente tasso basale.
nb_no: Dette er en begrensning for størrelsen på én enkelt UAM SMB. Én UAM SMB kan maksimalt tilsvaret dette antall minutter av gjeldende basalrate fra din profil.
nl: Dit is een limiet op de grootte van een enkele UAM SMB. Een UAM SMB kan maar net zo groot zijn als de huidige aantal minuten van je basaalsnelheid.
pl: To jest limit rozmiaru pojedynczego UAM SMB. Jeden UAM SMB może być tak duży, jak liczba minut Twojej bieżącej stawki bazowej profilu.
pt_pt: Este é um limite para o tamanho de uma única UAM SMB. One UAM SMB só pode ser tão grande quanto este número de minutos da taxa basal atual do seu perfil.
ru: Это ограничение на размер одного UAM SMB. Один UAM SMB может быть таким же большим, как и все минуты базовой ставки Вашего профиля.
sv: Detta är en gräns för storleken på ett enda UAM SMB. En UAM SMB kan bara vara så stor som så här många minuter av din nuvarande profilbasal.
uk: Це обмеження на розмір єдиного SMS з UAM. Одна частота UAM може бути настільки ж більшою, як і звичайна звичайна частота вашого поточного профілю.
vi: Đây là giới hạn về kích thước của một lần SMB theo chế độ UAM. Mỗi SMB trong UAM chỉ được phép tương đương với số phút liều nền hiện tại theo Hồ sơ của bạn, tối đa bằng giá trị đã đặt ở đây.
zh_hant: 這是單個未預期用餐(UAM)超微量注射(SMB)大小的限制。單個UAM SMB的大小只能等於當前設定檔的基礎率的這多少分鐘。

source: This is a multiplier cap for autosens (and autotune) to set a 20% max limit on how high the autosens ratio can be, which in turn determines how high autosens can adjust basals, how low it can adjust ISF, and how low it can set the BG target.
bg: Това е горна граница на множителя за autosens (и autotune), която задава максимален лимит от 20% за това колко висок може да бъде коефициентът на autosens, което на свой ред определя колко високо може autosens да коригира базалните дози, колко ниско може да коригира ISF и колко ниско може да зададе целевата BG.
cs: Tohle je strop násobitele pro Autosens (a Autotune), který nastavuje 20% limit na to, jak vysoko se může poměr Autosens vyšplhat. To následně určuje, jak moc může Autosens navýšit bazály, jak moc může snížit ISF a jak nízko může nastavit cílovou glykémii.
da: Dette er en multiplikator cap for autosens (og autotune) til at sætte en 20% max grænse for, hvor højt autosens forhold kan være, som igen bestemmer, hvor høje autosens kan justere basalerne, hvor lavt det kan justere ISF, og hvor lavt det kan indstille BG mål.
de: Hierbei handelt es sich um einen Multiplikator für Autosens (und Autotune), mit dem eine Obergrenze von 20 % für das Autosens-Verhältnis festgelegt wird, die wiederum bestimmt, wie hoch Autosens die Basalwerte anpassen kann, wie niedrig es den ISF anpassen kann und wie niedrig es das Glukose-Ziel setzen kann.
es: Este es un multiplicador límite para autosens (y autotune) para establecer un límite máximo del 20% sobre cuanto el ratio de autosens, que a su vez determina cuán altos autosens pueden ajustar basales, cuán bajo puede ajustar ISF, y cuán bajo puede establecer el objetivo de glucosa.
fr: Ce paramètre définit un multiplicateur maximal pour la sensibilité automatique (Autosens) (et le réglage automatique Autotune), afin de limiter à 20 % l’augmentation possible du ratio Autosens. Cette limite encadre ainsi l’ajustement à la hausse des débits basaux, à la baisse du Facteur de Sensibilité à l’Insuline (ISF), et à la baisse de la cible de glucose.
it: Questo è un valore di moltiplicatore per autosens (e presto autotune) per impostare un limite massimo del 20% su quanto in alto può essere il rapporto di autosens, che a sua volta determina quanto in alto autosens possibile regolare basalsi, quanto in basso può regolare ISF e quanto in basso è possibile impostare il target glicemico.
nb_no: Dette er en begrensning (maks multiplikator) for autosens og autotune, som setter en 20% maksimal begrensning for hvor høy autosens-faktoren kan være, som igjen avgjør hvor høyt autosens kan justere basalrater, hvor lavt den kan justere ISF og hvor lavt den kan sette BS-målet.
nl: Dit is een vermenigvuldigingsfactor voor Autosens (en Autotune) om een maximum te zetten van 20% op hoe hoog de Autosens ratio kan zijn. Dit bepaald hoe hoog Autosens het basaal kan aanpassen, hoe laag het de ISF kan instellen en hoe laag het de streefwaarde kan maken.
pl: Jest to limit mnożnikowy dla autosenów (i autotune) w celu ustalenia 20% maksymalnego limitu dla wysokości współczynnika autosenów, która z kolei określa, jak wysoko autosens może korygować bazę danych, jak niski może dostosować ISF i jak niski może ustawić cel BG.
pt_pt: Este é um multiplicador para autosens (e autotune) para definir um limite máximo de 20% no quão alto o rácio autosens pode ser, o que, por sua vez, determina o quão alto autosens pode ajustar as basais, o quão baixo pode ajustar o ISF e o quão baixo pode definir o alvo de glicemia.
ru: Значение по умолчанию: 1,2. Это множитель для autosens (и autotune) с лимитом 20% который определяет насколько высоко autosens может поднять базал, насколько низко опустить ISF (чувствительность к инсулину), и насколько низко опустить целевой СК.
sv: Standardvärde: 1.2. Denna multipel begränsar hur mycket autosens (och autotune) automatiskt kan justera upp basaler, sänka insulinkänslighet och/eller målvärden. .
uk: Значення за замовчуванням: 1.2. Це множник для Автосенс (та Автотюн) з лімітом 20% який визначає наскільки високо Автосенс може підняти базал, наскільки низько опустити ISF (чутливість до інсуліну), та наскільки низько опустити цільову BG.
vi: Đây là hệ số giới hạn cho Autosens (và Autotune), nhằm đặt mức tăng tối đa cho tỷ lệ Autosens là 20%. Giá trị này sẽ giới hạn mức độ mà Autosens có thể tăng liều nền, giảm ISF và hạ mục tiêu đường huyết (BG target).
zh_hant: 這是自動敏感度（和自動調整）的乘法上限，以設定自動敏感度比例的最大20%限制，這反過來決定自動敏感度調整基礎量的上限、ISF的下限，以及BG目標的下限。

source: This is a safety limitation to avoid high SMB doses when glucose is rising abnormally fast, such as after a meal or with a very jumpy CGM sensor.
bg: Това е предпазно ограничение за избягване на високи SMB дози, когато глюкозата се покачва необичайно бързо, например след хранене или при CGM сензор с много скокове.
cs: Jedná se o bezpečnostní omezení, které má zabránit vysokým dávkám SMB v situacích, kdy glykémie stoupá neobvykle rychle, například po jídle nebo při velmi kolísavém senzoru CGM.
da: Dette er en sikkerhedsbegrænsning for at undgå høje SMB doser, når glucose stiger unormalt hurtigt, såsom efter et måltid eller med en meget hoppende CGM sensor.
de: Dies ist eine Sicherheitsbegrenzung, um hohe SMB-Dosen zu vermeiden, wenn die Glukose ungewöhnlich schnell ansteigt, z. B. nach einer Mahlzeit oder bei einem sehr schwankenden CGM-Sensor.
fr: C'est une limite de sécurité destinée à éviter des doses élevées de SMB lorsque le glucose augmente anormalement vite, par exemple après un repas ou en cas de capteur CGM très instable.
nb_no: Dette er en sikkerhetsbegrensning for å unngå høye SMB-doser når blodsukkeret stiger unormalt raskt, slik som etter et måltid eller med en veldig unøyaktig CGM-sensor.
nl: Dit is een veiligheidslimiet om hoge SMB-doses te voorkomen wanneer glucose abnormaal snel stijgt, zoals na een maaltijd of met een zeer onbetrouwbare CGM-sensor.
pl: Jest to ograniczenie bezpieczeństwa mające na celu uniknięcie wysokich dawek SMB w sytuacjach, gdy stężenie glikemii wzrasta nienaturalnie szybko, np. po posiłku lub przy bardzo niestabilnym czujniku CGM.
sv: Detta är en säkerhetsbegränsning för att undvika höga SMB-doser när glukos stiger onormalt snabbt, såsom efter en måltid eller med en "hoppig" CGM-sensor.
vi: Đây là một giới hạn an toàn nhằm tránh tiêm liều SMB cao khi đường huyết tăng nhanh bất thường, chẳng hạn như sau bữa ăn hoặc khi cảm biến đường huyết dao động mạnh.
zh_hant: 這是一個安全限制，以避免在血糖異常快速上升時（例如飯後或使用非常不穩定的 CGM 感測器時）進行高 SMB 劑量。
